{
  "_id": "page.cookies",
  "_type": "page.content",
  "body": "This tool puts small files (known as ‘cookies’) onto your computer to collect information about how you browse the site.\r\n\r\nCookies are used to:\r\n- remember your progress\r\n- measure how you use the tool so it can be updated and improved based on your needs\r\n\r\nThis tool's cookies aren't used to identify you personally.\r\nFind out more about [how to manage cookies](https://www.aboutcookies.org/).\r\n\r\n## How cookies are used on this tool\r\nWe will store a cookie to remember your progress on this computer and to expire your session after 60 minutes of inactivity or when you close your browser.\r\n\r\n|Name|Purpose|Expires|\r\n|:----|:----|:----|\r\n|**_sessionId**| Saves your current progress in this computer and tracks inactivity periods|After 60 minutes of inactivity or when you close your browser|\r\n\r\n## Measuring usage (Google Analytics)\r\nWe use Google Analytics software to collect information about how you use this tool. We do this to help make sure this tool is meeting the needs of its users and to help us make improvements. Google Analytics stores information about:\r\n\r\n- the pages you visit\r\n- how long you spend on each page\r\n- how you got to the tool\r\n- what you click on while you’re visiting the site\r\n\r\nWe do not collect or store your personal information (for example your name or address) so this information can't be used to identify who you are.\r\n\r\nWe do not allow Google to use or share our analytics data.\r\n\r\nGoogle Analytics sets the following cookies:\r\n\r\n## Universal Analytics\r\n\r\n| Name | Purpose                                                      | Expires    |\r\n|:------|:--------------------------------------------------------------|:------------|\r\n| **_ga**  | This helps us count how many people visit this tool          | 2 years    |\r\n| **_gid** | This helps us count how many people visit this tool          | 24 hours   |\r\n| **_gat** | Used to manage the rate at which page view requests are made | 10 minutes |\r\n\r\n## Google Analytics\r\n\r\n| Name  | Purpose                                                                                        | Expires                     |\r\n|:-------|:------------------------------------------------------------------------------------------------|:-----------------------------|\r\n| **_utma** | Like _ga, this lets us know how many of our visitors are new to this tool or to a certain page | 2 years                     |\r\n| **_utmb** | This works with _utmc to calculate the average length of time you spend on this tool           | 30 minutes                  |\r\n| **_utmc** | This works with _utmb to calculate when you close your browser                                 | when you close your browser |\r\n| **_utmz** | This tells us how you reached this tool (for example from another website or a search engine)  | 6 months                    |\r\n\r\nYou can [opt out of Google Analytics cookies](https://tools.google.com/dlpage/gaoptout).",
  "components": [
    {
      "_id": "page.cookies--content",
      "_type": "content",
      "html": "## Measuring usage (Hotjar)\r\nWe use Hotjar to understand how you use our tool through Hotjar services such as heatmaps and page usage recordings. We do this to help make sure it is meeting the needs of its users and to help us make improvements. \r\nHotjar stores information about:\r\n- your device’s IP address (collected and stored in an anonymised format)\r\n- device screen size\r\n- device type (unique device identifier) and browser information\r\n- geographical location (country only)\r\n- the pages you visit\r\n- what you click on while you’re using the tool\r\n\r\nThis information can't be used to identify who you are and captures no personal data.\r\n\r\nWe do not allow Hotjar to use or share our analytics data.\r\n\r\nHotjar sets the following cookies:\r\n\r\n| Name                        | Purpose                                                                                                                                                                                                                                                                      | Expires    |\r\n|:-----------------------------|:------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|:------------|\r\n| **_hjid**                       | Hotjar cookie that is set when the customer first lands on a page with the Hotjar script. It is used to persist the Hotjar User ID, unique to that site on the browser. This ensures that behavior in subsequent visits to this tool will be attributed to the same user ID. | 365 days   |\r\n| **_hjIncludedInPageviewSample** | This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by this tool's pageview limit.                                                                                                                                           | 30 minutes |\r\n| **_hjIncludedInSessionSample**  | This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by this tool's daily session limit.                                                                                                                                      | 30 minutes |"
    }
  ],
  "heading": "Cookies",
  "url": "cookies"
}