{
  "_id": "page.accessibility",
  "_type": "page.content",
  "body": "This tool is run by the Ministry of Justice. We want as many people as possible to be able to use it. For example, that means you should be able to:\r\n\r\n- change colours, contrast levels and fonts\r\n- zoom in up to 300% without the text spilling off the screen\r\n- navigate the form using just a keyboard\r\n- navigate the form using speech recognition software\r\n- listen to the form using a screen reader (including recent versions of JAWS, NVDA and VoiceOver)\r\n\r\nWe’ve also made the text as simple as possible to understand.\r\n\r\n[AbilityNet](https://mcmw.abilitynet.org.uk/) has advice on making your device easier to use if you have a disability.\r\n\r\n## How accessible this online form is\r\n \r\nWe used components in the GOV.UK Design System to build this tool. The [Design System accessibility guide](https://design-system.service.gov.uk/accessibility/) explains the current state of accessibility for these components.\r\n\r\nWe have also added custom styling to the next steps page, using grey boxes to improve readability. These meet the required colour contrast standards.\r\n\r\n## What to do if you can't access part of this tool\r\n\r\nIf you need information on this online service in a different format like an accessible PDF, large print, easy read, audio recording or braille, email <accessibility.getrepairsdone@digital.justice.gov.uk>.\r\n\r\n## Enforcement procedure\r\n\r\nThe Equality and Human Rights Commission (EHRC) is responsible for enforcing the accessibility regulations. If you’re not happy with how we respond to your complaint, [contact the Equality Advisory and Support Service (EASS)](https://www.equalityadvisoryservice.com/).\r\n\r\n## Technical information about this tool’s accessibility\r\n\r\nThe Ministry of Justice is committed to making its online forms and services accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.\r\n\r\nThis tool is partially compliant with the [Web Content Accessibility Guidelines version 2.1](https://www.w3.org/TR/WCAG21/) AA standard, due to the non-compliance issues listed below.\r\n\r\n## Issues with interactive tools and transactions\r\n\r\nThere are known issues with the GOV.UK Design System, as explained in the Design System accessibility guide. We will update our form with any accessibility fixes once they are released to the GOV.UK Design System.\r\n\r\n## How we tested this online tool\r\nBasic tests were performed on this online tool. It was tested from start to finish with keyboard testing, zooming in to 300% and VoiceOver. These tests were carried out by the Ministry of Justice.\r\n",
  "heading": "Accessibility statement for this tool",
  "url": "accessibility"
}