{
  "_id": "page.terms-and-conditions",
  "_type": "page.content",
  "body": "By using this tool you agree to these terms and conditions.\r\n\r\n## Responsibility for the tool\r\nThe Ministry of Justice (MoJ) runs this tool.\r\n\r\nWe try to make sure the information we provide is accurate and complete and the tool is always available and virus free.\r\n\r\nThe MoJ accepts no liability for:\r\n- you being unable to access the tool (for example due to high demand or because we've taken it down for maintenance)\r\n- indirect damages arising from you using the tool or relying on its content\r\n- the content and availability of external websites that link to the tool or which link from it\r\n\r\n## Linking from the tool\r\nThe tool links to websites that are managed by other government departments and agencies, service providers or other organisations. We do not have any control over the content on these websites.\r\n\r\nWe’re not responsible for:\r\n- the protection of any information you give to these websites\r\n- any loss or damage that may come from your use of these websites, or any other websites they link to\r\n\r\nYou agree to release us from any claims or disputes that may come from using these websites.\r\n\r\nYou should read all terms and conditions, privacy policies and end user licences that relate to these websites before you use them.\r\n\r\n## Private beta\r\nThis tool is currently in ‘private beta’. This means you’re looking at the first version of it.\r\n\r\nSomething that's in ‘private beta’ isn’t open to everyone or may not work for everyone. We do this so we can test and make improvements before releasing it to more people.\r\n\r\n## Scotland and Northern Ireland\r\nSome parts of this tool only apply to England and Wales. For example, if you want to go to court the process will be different in Scotland and Northern Ireland.\r\n\r\n## Disclaimer\r\nWe do not publish legal advice on the tool.\r\nWhile we make every effort to keep the tool up to date, we do not provide any guarantees, conditions or warranties that the information will be:\r\n- current\r\n- secure\r\n- accurate\r\n- complete\r\n- free from bugs or viruses\r\n\r\nYou may require professional or specialist advice before taking action on the basis of the content.\r\n\r\nWe’re not liable for any loss or damage that may come from using  the tool. This includes:\r\n- any direct, indirect or consequential losses\r\n- any loss or damage caused by civil wrongs (‘tort’, including negligence), breach of contract or otherwise\r\n- the use of  the tool and any websites that are linked to or from it\r\n- the inability to use  the tool and any websites that are linked to or from it\r\n\r\nThis applies if the loss or damage was foreseeable, arose in the normal course of things or you advised us that it might happen.\r\n\r\nThis includes (but is not limited to) the loss of your:\r\n- income or revenue\r\n- salary, benefits or other payments\r\n-business\r\n- profits or contracts\r\n- opportunity\r\n- anticipated savings\r\n- data\r\n- goodwill or reputation\r\n- tangible property\r\n- intangible property, including loss, corruption or damage to data or any computer system\r\n- wasted management or office time\r\n\r\n## Requests to remove content\r\nYou can ask for content to be removed from  the tool. We’ll remove content:\r\n- in order to comply with data protection legislation covering the rights and freedoms of individuals\r\n- if it breaches copyright laws, contains sensitive personal data or material that may be considered obscene or defamatory\r\n\r\n[Contact us](https://www.gov.uk/contact/govuk) to ask for content to be removed. You’ll need to send us the web address (URL) of the content and explain why you think it should be removed. We’ll reply to let you know whether we’ll remove it.\r\n\r\nWe remove content at our discretion in discussion with the department or agency responsible for it. You can still request information under the [Freedom of Information Act](https://www.gov.uk/make-a-freedom-of-information-request) and the [Data Protection Act](https://www.gov.uk/data-protection).",
  "heading": "Terms and conditions",
  "url": "terms-and-conditions"
}