{
  "_id": "page.privacy",
  "_type": "page.content",
  "components": [
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.privacy--content--2",
      "_type": "content",
      "html": "This tool can be used anonymously. We do not store any of your answers unless you complete our feedback survey. Feedback surveys are hosted by SmartSurvey and Hotjar. This page outlines your rights, and explains what we do with information collected through the feedback survey. \r\n\r\n## Why we are including a survey \r\nThis tool was created to provide people with support and signposting in relation to a housing disrepair issue. We want to make sure that as many people as possible have access to the help they need, and that the information we provide is useful. \r\n\r\nThe survey asks for your age, gender, ethnicity and disability status. This information will be used to explore whether experiences of the tool are better or worse for certain groups, and if worse, how the tool can be improved. All questions are optional. \r\n\r\nYou also have the opportunity to provide contact details including name, email address and telephone number if you would like to take part in future research. This will help us better understand your experiences over the longer term.\r\n\r\n## Getting your consent\r\nThe lawful basis for processing personal data is consent. By answering the survey questions you are consenting to the Government’s use of your data as described on this page.\r\n\r\n## Who will have access to your data\r\nThe information you provide is managed and protected by the Ministry of Justice (MoJ). Your contact details will only be used by the MoJ for optional follow-up research.\r\n\r\nThe MoJ is the data controller and the [personal information charter](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter#how-and-where-to-send-your-request) explains more about how it will process your contact details.\r\n\r\n## Sharing and storing your data\r\nData will be stored within a survey hosted by SmartSurvey [(www.smartsurvey.co.uk)](http://www.smartsurvey.co.uk) and Hotjar [(www.hotjar.com)](https://www.hotjar.com/) online survey software. Access to this data will be restricted to a small group of Government analysts and researchers. All data collected on SmartSurvey and Hotjar is kept in the UK and Ireland in a secure data centre. The data will be password protected and not shared with anyone outside of the MoJ.  \r\n\r\nContact details including name, email address and telephone number will be stored for at least six months from the date they were provided, and will only be accessible to Government analysts and researchers working on the housing disrepair tool. Your contact details will be deleted from SmartSurvey and Hotjar and any extracts that contain your contact details, and survey data will be stored anonymously .\r\n\r\n## Your rights\r\n\r\nYou can ask to:\r\n- see the personal data that we hold on you\r\n- have the personal data corrected, removed or deleted\r\n- have  access to your personal data restricted \r\n\r\nIf you want to see the personal data that we hold on you, you can:\r\n- complete a form to [make a subject access request](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter#how-to-request-a-copy-of-your-personal-data). Your request goes to the MoJ as data controller.\r\n\r\n- write to us: The Data Protection Officer, Ministry of Justice, 3rd Floor, Post Point 3.20, 10 South Colonnades, Canary Wharf, London, E14 4PU\r\n\r\n\r\n### Contact us for more information about the survey or further research \r\nEmail: <housingdisrepairdata@justice.gov.uk>.  \r\n\r\n### Contact the MoJ Data Protection Officer about how your data is protected\r\nWrite to: The Data Protection Officer, Ministry of Justice, 3rd Floor, Post Point 3.20, 10 South Colonnades, Canary Wharf, London, E14 4PU\r\nEmail: <privacy@justice.gov.uk>\r\n\r\n### How to complain\r\nSee our [complaints procedure](https://www.gov.uk/government/organisations/hm-courts-and-tribunals-service/about/complaints-procedure) if you want to complain about how we've handled your personal data.\r\n\r\nWrite to: The Data Protection Officer, Ministry of Justice, 3rd Floor, Post Point 3.20, 10 South Colonnades, Canary Wharf, London, E14 4PU\r\n\r\nEmail: <privacy@justice.gov.uk>\r\n\r\nYou can also complain to the [Information Commissioner’s Office](https://ico.org.uk/global/contact-us) if you’re not satisfied with our response or believe we are not processing your personal data lawfully.\r\n"
    }
  ],
  "heading": "Privacy notice",
  "url": "privacy"
}