{
  "_id": "page.court-expert-detail",
  "_type": "page.content",
  "components": [
    {
      "_id": "page.court-expert-detail--content",
      "_type": "content",
      "html": "## Taking legal action against your landlord or letting agent ##\r\n\r\nGoing to court can be expensive and time-consuming, but it is an option if you have not been able to resolve the problem in another way. You may want to talk to a solicitor or qualified legal professional before you start any legal action. \r\n\r\nThere is a process you need to follow to make a claim. See the law that protects tenants' living conditions: [https://www.gov.uk/government/publications/homes-fitness-for-human-habitation-act-2018/guide-for-tenants-homes-fitness-for-human-habitation-act-2018](https://www.gov.uk/government/publications/homes-fitness-for-human-habitation-act-2018/guide-for-tenants-homes-fitness-for-human-habitation-act-2018)\r\n\r\n## Send an official letter of claim ##\r\n\r\nYou need to send an official letter of claim to start the legal process. There are certain things that must be included: \r\n\r\n- your name and contact details\r\n- the address of the property\r\n- details of the problems. Be as specific as you can. \r\n- what you told your landlord and when you told them. Include all the dates. \r\n- how the problem is affecting you. For example if it is affecting your health. \r\n- how you want the problem to be fixed and details of compensation (if this applies to you)  \r\n\r\nYou can use this template for your letter: XXX\r\n\r\n## Give your landlord time to reply ##\r\n\r\nYou should give the landlord 20 days to reply and put things right. If they don't do so, you can the proceed with making a claim. \r\n\r\nRead more about taking legal action on the [Shelter website](https://england.shelter.org.uk/housing_advice/repairs/legal_action_if_your_landlord_wont_do_repairs) and the [Citizens Advice website](https://www.citizensadvice.org.uk/housing/renting-privately/during-your-tenancy/going-to-court-if-your-landlord-wont-do-repairs/).\r\n\r\n## Consider making a 'small claim' ##\r\nYour claim could be heard in the small claims court. You'd only have to pay a fixed fee and you may not need a solicitor to represent you. \r\n\r\nFor claims where the only claim is for compensation (damages), the small claims limit of £10,000 applies. However, if a claim includes an application for an order for repair work it will only be allocated to the small claims track if both the:\r\n\r\n- estimated damages are less than £1,000, and\r\n- estimated cost of the repair work is less than £1,000.\r\n\r\nIf either amount is expected to be more than £1,000, you probably won't be able to take your case to the small claims court. \r\n\r\nSee the Shelter website for more information: [https://england.shelter.org.uk/legal/housing_conditions/taking_action_on_disrepair/county_court_action/gathering_information](https://england.shelter.org.uk/legal/housing_conditions/taking_action_on_disrepair/county_court_action/gathering_information).\r\n\r\n## Getting ready for going to court ##\r\n\r\nBefore going to court, you should try to gather as much information as you can about your case. \r\n\r\nThis is likely to include:\r\n\r\n- proof of when the landlord was told about the problem and copies of any letters and emails\r\n- photographs of the problem \r\n- any evidence available from experts (eg surveyors, environmental health officers)\r\n- the tenancy agreement and other documents relating to the tenancy\r\n- any relevant medical reports detailing the effects of the bad housing conditions on the health or stress levels of the occupants\r\n- details of any costs incurred as a result of the disrepair.\r\n\r\n### Getting an expert opinion ###\r\n\r\nYou may need to ask an expert to carry out an inspection and put together a report for the court. Particularly if the problem is complex, or you and your landlord don't agree. \r\n\r\nYou may be able to share the cost of an expert opinion with your landlord, or claim the costs back if you win the case. \r\n\r\nFor more information about getting a report from an expert, see \r\n\r\n- [The Chartered Institute of Environmental Health, Consultants Directory](http://www.ehn-online.com/consultantsdirectory/consultants.aspx?cdid=5548)\r\n- [The Royal Institution of Chartered Surveyors’ Find a Surveyor](https://www.ricsfirms.com/)\r\n- [The Expert Witness Directory (2015)](https://www.sweetandmaxwell.co.uk/our-businesses/directories.aspx)\r\n\r\nYou can also see the Shelter website for more about gathering information in preparation for a court case: [https://england.shelter.org.uk/legal/housing_conditions/taking_action_on_disrepair/county_court_action/gathering_information](https://england.shelter.org.uk/legal/housing_conditions/taking_action_on_disrepair/county_court_action/gathering_information)"
    }
  ],
  "heading": "About taking legal action",
  "url": "court-expert-detail"
}