{
  "_id": "page.what-to-do-now",
  "_type": "page.content",
  "components": [
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.what-to-do-now--content",
      "_type": "content",
      "html": "## As the damp problem is affecting your health ##\r\nIf damp or mould is affecting your health, make sure you see a doctor or other health professional. You should ask them to write a letter about how your housing conditions may be affecting your health. \r\n\r\nThis could help you get the problem addressed more quickly.  \r\n\r\n## Check what kind of damp it is to work out who is responsible ##\r\nIt's not always easy to work out if your landlord is responsible for resolving problems with damp. This is because it can be difficult to find the exact cause of damp without the help of a surveyor. Unless it's obvious, such as a leaking roof.\r\n\r\n[https://www.citizensadvice.org.uk/housing/repairs-in-rented-housing/repairs-common-problems/repairs-damp/](https://www.citizensadvice.org.uk/housing/repairs-in-rented-housing/repairs-common-problems/repairs-damp/)",
      "show": {
        "identifier": "auto_name__18",
        "negated": true,
        "operator": "defined"
      }
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.what-to-do-now--table",
      "_type": "table",
      "rows": ""
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.what-to-do-now--content--5",
      "_type": "content",
      "html": "## Make sure you are not making the problem worse ##\r\n\r\nYou should make sure you are not contributing to the problem of inadequate ventilation. For example by drying clothes on radiators without opening windows, or not using the extractor fan after a shower."
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.what-to-do-now--content--2",
      "_type": "content",
      "html": "## As you have written to your landlord about the problem ##\r\n\r\nCheck that you have left a reasonable amount of time for your landlord to reply to you. As a general guide, this is XX days. \r\n\r\nIf you have waited a reasonable amount of time, you should write to your landlord again to tell them you will contact your loal council for help with fixing the problem.\r\n\r\nYou an use this (letter template). \r\n\r\nInclude: \r\n\r\n- details of the problem\r\n- how the problem is affecting you \r\n- when and how you have already told the landlord about the problem \r\n\r\nMake sure you keep a record of this letter and the date that you sent it as you may need it in the future. "
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.what-to-do-now--content--3",
      "_type": "content",
      "html": "## Take pictures and keep a record of what's happened so far ##\r\n\r\nIt may help to document the problem with photos. You should also make sure you keep all copies of letters you send, as well as any text messages or emails. \r\n\r\nIf you talk to your landlord or the local council on the phone, make a note of the date and time of the call and what you spoke about. If you speak to someone at the council, make a note of their name."
    }
  ],
  "heading": "Next steps: what to do now",
  "lede": "You'll find information about what to do now based on the answers you've given.",
  "url": "what-to-do-now"
}